Repository: wp-plugins/screen-options-and-help-show-customize
Catalog: languages/sohc-*.po
Languages: tr_tr

source: Screen options and help to show customize.
tr_tr: Ekran tercihleri ve yardım menüsünün özelleştirilmesi

source: Screen Options and Help Show Customize
tr_tr: Ekran tercihleri ve yardım menüsünün özelleştirilmesi

source: Screen Options Customize
tr_tr: Ekran tercihlerinin özelleştirilmesi

source: Thank you for your donation.
tr_tr: Bağışınız için teşekkür ederim

source: All checked
tr_tr: Hepsini seçin

source: Please set by clicking on the item you want to set.
tr_tr: Görünmesini istediğiniz kısmı işaretleyin lütfen

source: Please check the items you want to hide.
tr_tr: Gizlemek istediğiniz kısmı işaretleyin lütfen

source: Data set in the network management screen is applied to all site management screen.
tr_tr: Burada yapılan yetkilendirme tüm sitede geçerli olur.

source: Custom post types
tr_tr: Gönderi tiplerini özelleştir

source: It can be select when posted of the Custom Post types exists.
tr_tr: Gönderi / yazı tiplerine göre seçim yapılabilir.

source: Custom taxonomies
tr_tr: Özelleştirme sınıfları

source: It can be select when created of the Custom Taxonomies exists.
tr_tr: Yeni türler oluşturlduğunda özelleştirmede değişikliğe gidilebilir.

source: Reset all settings?
tr_tr: Bütün ayarları sıfırlayın

source: Reset settings
tr_tr: Ayarları sıfırlayın

source: Have you want to customize?
tr_tr: Özlleştirme yapmak ister misiniz ?

source: I am good at Admin Screen Customize.
tr_tr: Ben iyi bir yönetici paneli özelleştiricsiyim

source: Please consider the request to me if it is good.
tr_tr: Eklentim iyi isi lütfen belirtin ( puan verin )

source: Example Customize
tr_tr: Örnek özelleştirme

source: Contact me
tr_tr: Bana ulaşın

source: Please donation.
tr_tr: Lütfen bağış yapın

source: You are contented with this plugin?<br />By the laws of Japan, Japan's new paypal user can not make a donation button.<br />So i would like you to buy this plugin as the replacement for the donation.
tr_tr: Bu eklentiyi beğendin mi ? Japon yasalarına göre japonyanın yeni paypal üyeleri bağış butonu kulanamıyor. Bunun yerine eklentiyi satın almanızı istiyorum sizden.

source: Features
tr_tr: Özellikleri

source: Line Break First and End plugin is In the visual editor TinyMCE, It is a plugin that will help when you will not be able to enter a line break.
tr_tr: Line Break First and End TinyMCE nin bir eklentisi. Bu eklenti mola veremediğiniz zamanlarda size yardımcı olur.

source: The primary use of donations
tr_tr: Bağışların birincil amacı

source: Maintain motivation
tr_tr: Motivasyon sağlamak

source: Ensure time as the father of Sunday
tr_tr: Bugün pazar / tatil

source: If you have already donated to.
tr_tr: Zaten bağış yapnızı mı

source: Please enter the 'Donation delete key' that have been described in the 'Line Break First and End download page'.
tr_tr: Sayfada belirtildiği gibi bir bağış kodu girin lütfen

source: Donation delete key
tr_tr: Bağışı sil

source: About plugin
tr_tr: Eklenti hakkında

source: Version checked
tr_tr: Versiyon kontrolü

source: Developer's site
tr_tr: Geliştiricinin web sitesi

source: Reviews
tr_tr: Değerlendirmeler

source: Useful plugins
tr_tr: Faydalı eklentiler

source: Customize a variety of screen management.
tr_tr: Ekran özelliklerinin özelleştirilmesi

source: Customize the list of the post and page. custom post type page, too. You can customize the column display items freely.
tr_tr: Yazı ve sayfanın özelleştirilmesi. Yazı, gönderi tipini de özelleştirebilirsiniz.

source: Announce to display the dashboard. Change the display to a different user role.
tr_tr: Bidirim ekranının özelleştirilmesi. Ekranı kullanıcıya göre şekillendirin.

source: Import and Export
tr_tr: Yükle ve İndir
